[
    {
        "id": "6737177105",
        "image": "london_churches.jpeg",
        "slug": "london_churches",
        "name": "London Churches",
        "about": "Visit over 300 historic churches across central London. Mark churches as visited and see your progress on the map. Get directions to the church and view opening times in Google Maps.<br><br>You can browse all the churches online <a href='https://www.google.com/maps/d/u/0/viewer?mid=1QXFpc3_QGCHj_XqOjIMpPMZNzPbtp1U'>here</a>.",
        "support": "If the map or churches are not loading, please ensure you are connected to the internet and try again. The app works best when you have downloaded the <a href='https://apps.apple.com/gb/app/google-maps-transit-food/id585027354?ppid=29af73fc-7b1d-4f96-8719-7897fafa5c58'>Google Maps app</a> for directions and opening times.",
        "acknowledgements": "<a href='https://github.com/weichsel/ZIPFoundation/blob/main/LICENSE'>ZIP Foundation</a><br><a href='https://github.com/RCCoop/RCKML/blob/main/LICENSE'>RCKML</a><br><a href='https://github.com/tadija/AEXML/blob/master/LICENSE'>AEXML</a>"
    },
    {
        "id": "1582827502",
        "image": "fourier.jpeg",
        "slug": "fourier",
        "name": "Fourier",
        "about": "Draw a squiggle with your finger or upload an SVG file and Fourier will convert in into a beautiful epicycle drawing. Experiment using different numbers of epicycles to approximate your drawing. Share your favourite squiggles with your friends.<br><br>Learn more about the Complex Fourier Series <a href='https://youtu.be/r6sGWTCMz2k'>here</a>.",
        "support": "You can draw a new squiggle at any time by dragging your finger across the screen. Try experimenting with different numbers of epicycles on the provided example files. Some SVG files may not be supported. If you have any issues, please try again with a different file.",
        "acknowledgements": "<a href='https://youtu.be/r6sGWTCMz2k'>3Blue1Brown</a><br><a href='https://github.com/JohnSundell/ShellOut/blob/master/LICENSE'>ShellOut</a><br><a href='https://swift.org/LICENSE.txt'>swift-argument-parser</a><br><a href='https://swift.org/LICENSE.txt'>swift-numerics</a><br><a href='https://github.com/richardpiazza/Swift2D/blob/main/LICENSE'>Swift2D</a><br><a href='https://github.com/richardpiazza/SwiftColor/blob/main/LICENSE'>SwiftColor</a><br><a href='https://github.com/richardpiazza/SwiftSVG/blob/main/LICENSE'>SwiftSVG</a><br><a href='https://github.com/richardpiazza/VectorPlus/blob/main/LICENSE'>VectorPlus</a><br><a href='https://github.com/CoreOffice/XMLCoder/blob/main/LICENSE'>XMLCoder</a>"
    },
    {
        "id": "6737986860",
        "image": "tube_status.jpeg",
        "slug": "tube_status",
        "name": "Tube Status",
        "about": "View the live status of all London Underground lines. Save your favourite lines to see them first. Add widgets to your home screen to see the status of your favourite lines at a glance.",
        "support": "If the current tube status is not loading, please ensure you are connected to the internet and try again. Information shown on the app is provided by TFL but may not be correct.",
        "acknowledgements": "Powered by TfL Open Data<br><a href='https://www.flaticon.com'>Flaticon</a>"
    },
    {
        "id": "6444589175",
        "image": "geodata_viewer.jpg",
        "slug": "geodata_viewer",
        "name": "Geodata Viewer",
        "about": "Import and view GeoJSON, KML and GPX files on an interactive map. Store and manage your files in the app and view them at any time.",
        "support": "If you are unable to import a file from a URL, please ensure you are connected to the internet and try again. Some files may not be supported. To identify errors in geodata files, please use the relevant following tool: <a href='https://geojson.io'>GeoJSON</a>, <a href='https://mymaps.google.com'>KML</a>, <a href='https://gpx.studio/app'>GPX</a>.",
        "acknowledgements": "<a href='https://github.com/weichsel/ZIPFoundation/blob/main/LICENSE'>ZIP Foundation</a><br><a href='https://github.com/RCCoop/RCKML/blob/main/LICENSE'>RCKML</a><br><a href='https://github.com/vincentneo/CoreGPX/blob/master/LICENSE'>CoreGPX</a><br><a href='https://github.com/tadija/AEXML/blob/master/LICENSE'>AEXML</a>"
    },
    {
        "id": "6737986804",
        "image": "app_icon_maker.jpeg",
        "slug": "app_icon_maker",
        "name": "App Icon Maker",
        "about": "Create beautiful app icons for your personal apps in seconds. Easily differentiate the apps you are developing on your phone. Export icons in PNG format and paste them directly into your Xcode project. Export icon layers separately for visionOS.",
        "support": "Do not submit apps to the App Store using app icons created using this app. They use Apple's SF Symbols and your app will be rejected. Only use these app icons to easily differentiate apps you are developing privately on your device.<br><br>To create a new app icon, tap on the plus button at the top right of the home screen. You can only personalise the icon shape, symbol, symbol size and background colour. This is to maintain a consistent icon style and save your time tweaking.",
        "acknowledgements": "<a href='https://www.apple.com/legal/sla/docs/xcode.pdf'>SF Symbols</a><br><a href='https://www.flaticon.com'>Flaticon</a>"
    },
    {
        "id": "6504673786",
        "image": "shopping_list.jpeg",
        "slug": "shopping_list",
        "name": "Shopping List",
        "about": "Your new smart shopping list. Add ingredients and items to your shopping list. Save your favourite items so you don't forget them in your next shop. Store all your favourite recipes in one place. Browse your recipes to pick tonight's meal. Add all the ingredients for the recipe to your shopping list.",
        "support": "Shopping List is a simple app to help you manage your shopping list and your recipes. It does not allow you to search for new recipes. Once you have added a recipe and its ingredients manually, you can add all the ingredients to your shopping list as many times as you like.",
        "acknowledgements": "<a href='https://www.flaticon.com'>Flaticon</a>"
    },
    {
        "id": "6737986909",
        "image": "quotes.jpeg",
        "slug": "quotes",
        "name": "Quotes",
        "about": "Quotes is the perfect place to store all your favourite quotes. Add quotes from your favourite authors, books and movies. Browse your quotes to cheer you up when you feel down or inspire you to chase your dreams.",
        "support": "Quotes is a simple app to help you keep track of your favourite quotes. It does not allow you to search for new quotes.",
        "acknowledgements": "<a href='https://www.flaticon.com'>Flaticon</a>"
    },
    {
        "id": "6737986875",
        "image": "travel_map.jpeg",
        "slug": "travel_map",
        "name": "Travel Map",
        "about": "Easily keep track of all the countries you have visited. Add the countries you have visited to your travel map. Get inspiration for the next new country you want to visit.",
        "support": "Travel Map is a simple app to help you keep track of all the countries you have visited. Tap on a country on the map on in the list to mark it as visited. Tap it again to undo.",
        "acknowledgements": "<a href='https://www.naturalearthdata.com'>Natural Earth</a><br><a href='https://www.flaticon.com'>Flaticon</a>"
    },
    {
        "id": "6458223404",
        "image": "counter.jpeg",
        "slug": "counter",
        "name": "Simple Counter",
        "about": "A super simple counter app.",
        "support": "Tap on the left of the screen to decrement and tap on the right to increment. Tap the reset button to reset the counter to zero."
    },
    {
        "id": "6458223059",
        "image": "notepad.jpeg",
        "slug": "notepad",
        "name": "Simple Notepad",
        "about": "A super simple notepad app. Jot down ideas, save important links, easily create calendar events, take notes in a meeting or lecture, check the character-count of a Tweet, look up a word in the dictionary, translate a sentence to any language, scan text from a document, convert text to speech",
        "support": "Notepad is a simple app to help you jot down notes. It does not allow you to create multiple notepads or revisit old notes."
    },
    {
        "id": "6738012734",
        "image": "paddle.jpeg",
        "slug": "paddle_map",
        "name": "Paddle Map",
        "about": "View every navigable canal and river in the UK. Add Locks, Weirs and Access Points to the map to plan your next paddle. Calculate the length of your route and get directions to the start.",
        "support": "Paddle Map only shows canals and rivers in the UK. It does not show any Locks, Weirs or Access Points to start. You can add these yourself by tapping on the plus button."
    },
    {
        "id": "6738003386",
        "image": "camera.jpeg",
        "slug": "mirror",
        "name": "Mirror",
        "about": "View your front facing selfie camera live video stream as if your screen is a mirror. Prepare yourself and your surroundings before a video call. Flip the camera horizontall to see yourself in the mirror.",
        "support": "This is a very simple app which acts as a mirror. It does not allow you to take photos or videos. It just shows you a live video stream from your front facing camera so you can prepare before a video call."
    },
    {
        "id": "6738003520",
        "image": "color_picker.jpeg",
        "slug": "color_picker",
        "name": "Colour Picker",
        "about": "Get the exact colour of any pixel on your screen. Find colours used in images and on websites. Copy the colour's hex code to your clipboard to use in your next project. Convert colours between different colour profiles.",
        "support": "This is a very simple app which allows you to pick colours from your screen. It does not allow you to save colours. It is specifically for finding the hex code of colours on websites or in images."
    },
    {
        "id": "6738397686",
        "image": "screen_time.jpeg",
        "slug": "screen_time",
        "name": "Screen Time Tracker",
        "about": "We all use our phones too much. Screen Time Tracker gives you what you need to track how much you use your phone and motivate you to use it less. See exactly how long you use each app on your iPhone, iPad and Mac every day for the last month. Mark apps as productive to remove them from your average screen time.",
        "support": "This is a very simple app to help you track your screen time on your devices. To select productive apps, tap 'Edit', search for the app name, then tap on it.",
        "acknowledgements": "<a href='https://www.flaticon.com'>Flaticon</a>"
    },
    {
        "id": "1665239001",
        "image": "headlines.jpg",
        "slug": "headlines",
        "name": "Headlines",
        "about": "Waste time on infinite-scroll news? Tired of clickbait photos? Headlines shows you the top 10 headlines from BBC News. Mark stories as read to remove them from your feed. Browse the full story in Safari.",
        "support": "This is a very simple app that just shows you the top 10 headlines from BBC News. It does not show stories from any other news sources. If the news is not loading, please ensure you are connected to the internet and try again.",
        "acknowledgements": "<a href='https://github.com/nmdias/FeedKit'>FeedKit</a><br><a href='https://bbc.co.uk/news'>BBC News</a>"
    },
    {
        "id": "6741691563",
        "image": "crowflies.jpeg",
        "slug": "crowflies",
        "name": "Crowflies",
        "about": "Get the direction and distance as the crow flies to anywhere in the world! Tap a place on the map or search for a place.",
        "support": "This is a very simple app that just shows you get the direction and distance to anywere in the world. It does not provide detailed directions. If the map isn't loading, please ensure you are connected to the internet and try again.",
        "acknowledgements": "<a href='https://www.flaticon.com'>Flaticon</a>"
    }
]